Repository: ubuntoo/halo
Catalog: halo/locational/*/LC_MESSAGES/common.po
Languages: de_de

# e.rank.ranktableIsWrong
source: Ranking error
de_de: Rangliste fehlerhaft. Was fr ein Durcheinander!

# e.DailyQA.notExist
source: User does not exist
de_de: Benutzer ist nicht vorhanden.

# e.dao.undefinedMainTable
source: Undefined table
de_de: Fehler beim Erstellen der Tabelle.

# e.corps.youHaveBeenApplyedBefore
source: You've already applied for this Legion, decision pending
de_de: Ihr habt Euch bereits fr diese Legion beworben. Die Entscheidung wird Euch bald mitgeteilt.

# e.house.notExist
source: Building does not exist
de_de: Seid Ihr sicher, dass dieses Gebude existiert?

# e.house.userUnmatch
source: You have no control over this building
de_de: Ihr habt keine Kontrolle ber dieses Gebude.

# e.nation.ministerHasBeenImpeaching
source: Premier Impeachment proceedings are under way
de_de: Premier-Amtsenthebungsverfahren: Abstimmung im Gange.

# e.nation.haveVoted[NAME]
source: You've already voted for [NAME] during this election
de_de: Ihr habt bereits fr [NAME] gestimmt.

# e.nation.haveVotedForImpeach
source: You've already voted during this impeachment
de_de: Ihr habt bereits gestimmt.

# e.nation.relationHasBeenEstablished
source: This diplomatic relationship has already been established
de_de: Diese Beziehung ist bereits vorhanden.

# e.nation.relationApplyHasBeenCommitedBefore
source: This request has already been submitted
de_de: Diplomatische Verhandlungen im Gange.

# e.soldier.notExist
source: Unit does not exist
de_de: Einheit ist nicht vorhanden.

# e.soldier.userUnmatch
source: You have no control over this Troop
de_de: Ihr habt keine Kontrolle ber diese Truppe.

# e.manor.userUnmatch
source: You have no control over this Manor
de_de: Ihr habt keine Kontrolle ber dieses Landgut.

# e.dberror
source: Database error
de_de: Datenbankfehler

# e.request.invalid
source: Data request error
de_de: Datenfehler

# e.system.notLogin
source: Please login
de_de: Bitte meldet Euch an.

# e.mail.noReceiverSelected
source: You must choose a recipient
de_de: Bitte gebt den Namen des Empfngers an.

# e.mail.noContent
source: You can't send a message with no body
de_de: Ihr knnt keine Nachrichten ohne Text schicken.

# e.nation.wrongParam
source: You can't donate 0 Silver
de_de: Ihr knnt nicht weniger als 1 Silber spenden.

# e.nation.notImplement
source: Kingdom news unavailable at this time
de_de: Mitteilungen des Knigreichs sind zur Zeit nicht verfgbar.

# game.defaultHeroName
source: Unnamed
de_de: Anonym
