Repository: ubuntoo/halo
Catalog: halo/locational/*/LC_MESSAGES/common.po
Languages: de_de

# e.config.fileError
source: File error
de_de: Fehler in der Konfigurationsdatei.

# e.equipment.notExist
source: Equipment does not exist
de_de: Ausrstung ist nicht vorhanden.

# e.hero.notExist
source: Hero does not exist
de_de: Held ist nicht vorhanden.

# e.equipment.heroLevelNotEnough
source: Hero level inadequate
de_de: Inadquate Stufe des Helden.

# e.equipment.soldierLimitChangedAndUnenough
source: Gear increases max Troop Size, please reduce the number of units before you remove this gear
de_de: Ein Gegenstand erhht die maximale Truppenstrke. Bitte reduziert zuerst die Truppenstrke, um den Gegenstand zu entfernen.

# e.equipment.reachMaxStrength
source: Enhancement maxed
de_de: Verbesserungen ausgereizt.

# e.equipment.strengthenItemNotEnough
source: Insufficient enhancement items
de_de: Nicht gengend Gegenstnde fr Verbesserungen.

# e.equipment.upgradeRateItemNotEnough
source: Insufficient items to increase the enhance success rate.
de_de: Nicht gengend geschmiedetes Gold.

# e.equipment.strengthenFailed[DEGRADE]
source: Enhance failed, enhance level decreased by [DEGRADE]
de_de: Verbesserung fehlgeschlagen, Stufe ist um [DEGRADE] gefallen.

# e.equipment.strengthenFailed
source: Enhance failed
de_de: Verbesserung fehlgeschlagen. Viel Glck beim nchsten Mal!

# e.ctrl.paramNotValid
source: Game parameter error
de_de: Diese Parameter sehen einfach falsch aus.

# e.shop.goodsNotExist
source: Item does not exist
de_de: Dieser Gegenstand ist nicht vorhanden.

# e.goods.unableUseGiftGold
source: You cannot use coupons to buy this item
de_de: Ihr knnt keine Gutscheine verwenden, um diesen Gegenstand zu kaufen.

# e.shop.receiverNotExist
source: Recipient does not exist
de_de: Empfnger ist nicht vorhanden.

# game.shop.giftMailReceiverTitle[NAME]
source: You received an item from [[NAME]]
de_de: Ihr habt einen Gegenstand von [NAME] erhalten.

# game.shop.giftMailReceiverBody[NAME][GIFTS]
source: You received the following items from [[NAME]]: [GIFTS]
de_de: [GIFTS] von [NAME] erhalten.

# game.shop.giftMailSenderTitle[NAME]
source: You sent an item to [[NAME]]
de_de: Ihr habt einen Gegenstand an [NAME] geschickt.

# game.shop.giftMailSenderBody[NAME][GIFTS]
source: You sent the following items to [[NAME]]: [GIFTS]
de_de: [GIFTS] an [NAME] geschickt.

# e.exchange.errorTimesTooMuch
source: Too many invalid exchange codes today, try again tomorrow.
de_de: Zu viele falsche Vermutungen! Versucht es morgen wieder!

# e.exchange.error
source: Exchange code invalid
de_de: Ungltiger Code.

# e.exchange.isUsed
source: Exchange code already used
de_de: Code wurde bereits verwendet.

# e.exchange.isExpired
source: Exchange code expired
de_de: Gutscheincode ist abgelaufen.

# e.exchange.searchError
source: Exchange code search error
de_de: Code nicht gltig.

# e.exchange.rewardTimesTooMuch
source: Too many rewards collected for today, come back again tomorrow.
de_de: Ihr habt zu viele Codes eingelst. Bitte kommt morgen wieder.

# e.exchange.isExchanged
source: You've already exchanged for this reward, you can't exchange again.
de_de: Ihr habt diesen Code bereits eingelst und knnt ihn nicht wieder einlsen.

# e.sgsoap.regionServerErr
source: Regional server connection error
de_de: Server-Verbindungsfehler.

# e.task.notExist
source: Mission does not exist
de_de: Diese Mission ist nicht vorhanden.

# e.task.unfinish
source: Mission incomplete
de_de: Ihr habt diese Mission noch nicht abgeschlossen!

# e.city.notExist
source: City does not exist
de_de: Diese Stadt existiert nicht.

# e.bookmark.reachMaxNum[NUM_LIMIT]
source: Hotspot list full
de_de: Die Liste ist voll ([NUM_LIMIT]).

# e.bookmark.cityNotExist
source: This city does not exist
de_de: Diese Stadt existiert nicht.

# e.bookmark.alreadyExist
source: This city has been bookmarked.
de_de: Diese Stadt wurde der Liste hinzugefgt.

# e.friend.friendIsNotFind
source: Player not found
de_de: Spieler nicht vorhanden.

# e.friend.typeIsWrong
source: Friend type error
de_de: Liste existiert nicht!

# e.friend.friendIsMyself
source: Cannot add yourself to friend list
de_de: Ihr knnt nicht Euer eigener Freund werden...

# e.friend.blackListIsMyself
source: Cannot add yourself to blacklist
de_de: Was genau wollt Ihr damit bezwecken?

# e.friend.friendAlreadyExist
source: Friend already exists
de_de: Dieser Spieler ist bereits Euer Freund!

# e.friend.blackListAlreadyExist
source: Player already blacklisted
de_de: Dieser Spieler befindet sich bereits auf der schwarzen Liste.

# e.friend.friendBeyondLimit
source: Friend list full
de_de: Eure Liste ist voll, Ihr msst beliebt sein.

# e.user.undefinedBuffTarget
source: Invalid target
de_de: Das geht einfach nicht.

# e.buff.undefinedBuffTarget
source: Target does not exist
de_de: Ziel nicht gefunden.

# e.house.richMaxLevel
source: Building has reached max level
de_de: Hchste Stufe wurde bereits erreicht.

# e.manor.resourceNotEnough
source: Insufficient resources
de_de: Unzureichende Rohstoffe. Auch der beste Architekt kann hier nicht helfen.

# e.house.queueNumReachMax
source: Building queue full
de_de: Die Bauschleife ist bereits voll.

# e.house.statusAbnormal
source: Building currently under construction
de_de: Dieses Gebude erfllt bereits andere Aufgaben.

# e.money.goldNotEnough
source: Insufficient gold
de_de: Kaufet mehr Gold!

# e.soldier.recruitHouseRequire[NAME][LEVEL]
source: [NAME]Lv[LEVEL]
de_de: [NAME] (Stufe [LEVEL]).

# e.soldier.recruitTechRequire[NAME][LEVEL]
source: [NAME]Lv[LEVEL]
de_de: [NAME] (Stufe [LEVEL]).

# e.house.houseNumReachMax
source: You cannot construct anymore of this building in the current Manor
de_de: In diesem Landgut knnen keine weiteren Gebude diesen Typs mehr gebaut werden.

# e.house.requireUnmatch
source: Building requirements have not been met
de_de: Voraussetzungen fr dieses Gebude sind nicht erfllt.

# e.city.warStatus
source: City is in battle
de_de: Diese Stadt befindet sich in der Schlacht.

# e.manor.unopenedSalePlots
source: Plot locked
de_de: Landgut ist abgesperrt. Ihr msst einen Weg finden, es zu entsperren!

# e.house.positionLocked
source: Plot already has a building
de_de: Hier steht bereits ein Gebude. Bitte whlt ein anderes Landgut!

# e.house.canNotbuild
source: Unable to construct building
de_de: Das Gebude kann nicht gebaut werden.

# e.house.reachMaxLevel
source: Building has reached max level
de_de: Hchste Stufe erreicht.

# e.manor.resourceNotEnough.luBan
source: 田庄资源不够,不能使用鲁班传人
de_de: Unzureichende Rohstoffe. Auch der beste Architekt kann hier nicht helfen.

# e.house.canNotDegrade
source: Unable to demolish this building
de_de: Ihr knnt dieses Gebude nicht abreien.

# e.house.recruitNumLimit[LIMIT]
source: Recruitment
de_de: Ihr knnt nicht mehr als [LIMIT] Einheiten rekrutieren.

# e.house.canNotRecruitSoldierType
source: Building cannot recruit this soldier type
de_de: Dieser Soldatentyp kann hier nicht rekrutiert werden.

# e.house.upgradeQueueNotExist
source: No Upgrade Queue exists
de_de: Keine Auftrge vorhanden.

# e.house.emptyHouseQueueList
source: Manor currently has no Building Queue
de_de: Im Landgut werden gerade keine Gebude gebaut.

# e.house.emptySoldierQueueList
source: Manor currently has no Recruitment Queue
de_de: Im Landgut werden gerade keine Soldaten ausgebildet.

# e.recruitQueue.intervalReachLowerLimit[SECOND]
source: Fastest recruitment time reached ([SECOND] per soldier)
de_de: Die Rekrutierungsgeschwindigkeit ist mit [SECOND] Sekunden pro Einheit ausgereizt.

# e.DailyQA.numError
source: Purchase quantity error
de_de: Versucht einen anderen Betrag.

# e.hero.deadStatus
source: Hero is injured
de_de: Der Held wurde verletzt.

# e.manor.notExist
source: Manor does not exist
de_de: Landgut nicht vorhanden.

# e.army.statusAbnormal
source: Troop is on a mission
de_de: Diese Truppe ist bereits auf einer Mission.

# game.undefinedUserName
source: NPC Troop
de_de: Verbrecherbande

# e.army.notExist
source: Troop does not exist
de_de: Truppe ist nicht vorhanden.

# e.army.notInCity
source: Troop not in city
de_de: Diese Truppe ist nicht in der Stadt.

# e.army.targetArmyNotExist
source: Target does not exist
de_de: Ziel nicht gefunden.

# e.army.cannotSupply72hoursBefore
source: Cannot supply an account made within the last 72 hours
de_de: Ihr knnte nicht ein Konto untersttzen, das erst innerhalb der letzten 72 Stunden erstellt worden ist.

# e.army.targetArmyNotInCity
source: Target not in city
de_de: Die Truppe ist schon lngst weg.

# e.army.developLessThenSupplyTargetUser
source: Development less than target user
de_de: Ihr knnt nicht Spieler untersttzen, die mehr Entwicklungspunkte besitzen als ihr selbst.

# e.army.movePermissionDenied
source: Inadequate Rank, unable to move Troop
de_de: Rang ist zu niedrig, um die Truppen bewegen zu drfen.

# e.battlefield.cannotMoveTo
source: Cannot move to target location
de_de: Die Truppen knnen dort nicht hinbewegt werden.

# e.army.strategyNotValid
source: Strategy parameter error
de_de: Diese Strategie wird wahrscheinlich nicht aufgehen...

# e.hero.statusAbnormal
source: Hero status abnormal
de_de: Held nicht verfgbar.

# e.hero.arrayNotHold
source: Hero hasn't learned this formation
de_de: Der Held hat diese Formation nicht gelernt.

# e.army.notValidSoldierNum
source: Invalid number
de_de: Versucht eine realistische Anzahl.

# e.hero.soldierLimitOverflow
source: Max Troop Size exceeded
de_de: Maximale Truppenstrke berschritten.

# e.army.notEnoughSoldier
source: Troop does not have enough soldiers
de_de: Nicht gengend Einheiten vorhanden.

# e.army.capacityNotEnough
source: Insufficient carrying capacity
de_de: Unzureichende Kapazitt.

# e.army.supplyResourceNotValid
source: Enter a valid amount of resources to supply
de_de: Gebt einen verfgbaren Betrag an.

# e.army.supplyOthersMustCrop
source: Only Food can be supplied to other player's troops
de_de: Nur Korn kann an andere Spieler geliefert werden.

# e.army.differentPlayersCannotSupplyTroops
source: Units cannot be supplied to other players
de_de: Truppen knnen nicht an andere Spieler geliefert werden.

# e.army.differentSoldierCannotSupplyTroops
source: Two different unit types cannot be simultaneously swapped
de_de: Unterschiedliche Soldatentypen knnen nicht gemischt werden.

# e.army.supplyTargetOverflowCapacity
source: Supplied resources exceed receing Troop's carrying capacity
de_de: Die Rohstoffe bersteigen die Kapazitt der empfangenden Truppen.

# e.hero.soldierExchangeLimitOverflow
source: 交换方兵的数量超过被交换方带兵上限
de_de: Truppenstrke berschritten.

# e.hero.soldierBeExchangedLimitOverflow
source: 被交换方兵的数量超过交换方带兵上限
de_de: Maximale Truppenstrke berschritten.

# e.army.targetNotValid
source: Unable to reach target
de_de: Kann das Ziel nicht erreichen.

# e.army.targetIsCoexistRelation
source: You have a Peace Treaty with that Kingdom, unable to send Troops
de_de: Ihr knnt ein friedliches Knigreich nicht angreifen.

# e.army.targetIsCapitalButNotLastCity
source: Target city is enemy capital, but other enemy cities still remain
de_de: Kann die Hauptstadt nicht angreifen, whrend noch andere feindliche Stdte verbleiben.

# e.army.newComerCannotDepartToCityOfOtherNations
source: New users cannot attack other Kingdoms for 4 hours after creation
de_de: Kann andere Knigreiche fr 4 Stunden nach der Kontoerstellung nicht angreifen.

# e.army.zeroDroitCannotDepartToCityOfOtherNations
source: Players of Rank I cannot attack other Kingdoms
de_de: Spieler von Rang 1 knnen andere Knigreiche nicht angreifen.

# e.army.userUnmatch
source: You have no control over this Troop
de_de: Ihr habt nicht den Befehl ber diese Truppe.

# e.army.departNumReachMax[CITYNAME][LIMIT]
source: The number of units in [CITYNAME] has already exceeded the limit. (Current limit: [LIMIT])
de_de: Die Stadt [CITYNAME] hat die maximale Anzahl entsandter Soldaten von [LIMIT] erreicht.

# e.army.unenoughPowerToDispatch
source: Insufficient Stamina, unable to deploy
de_de: Unzureichende Ausdauer! Kann nicht entsenden.

# e.army.unenoughCropToDispatch
source: Insufficient Food, unable to deploy
de_de: Es ist Selbstmord, Truppen ohne Nahrungsproviant zu entsenden!

# e.army.dispatchExactTimeNotValid
source: Invalid input
de_de: Ungltige Eingabe.

# e.army.noDroitToRepatriate
source: Inadequate Rank, unable to repatriate Troop
de_de: Rang ist zu niedrig, um die Truppen zurckrufen zu drfen.

# game.attackAlert.numLess1000
source: Under 1000
de_de: unter 1000

# game.attackAlert.numLess10000[N]
source: Over [N] thousand troops
de_de: ber [N]000

# game.attackAlert.numTenThousand[N]
source: Over [N]0,000 troops
de_de: ber [N]0000

# game.attackAlert.numTenThousand
source: Hordes of troops
de_de: Millionen und mehr.

# e.corps.youHaveNotJoinedACorps
source: You have not joined a Legion
de_de: Ihr seid keiner Legion beigetreten.

# e.corps.wrongCorpsid
source: Legion does not exist
de_de: Legion ist nicht vorhanden.

# e.corps.nameLengthIsWrong
source: Legion name length must be between 4 and 16 characters
de_de: Der Name der Legion muss zwischen 4 und 16 Zeichen lang sein.

# e.corps.declarationLengthIsWrong
source: Legion description exceeds max length
de_de: Motto berschreitet maximale Lnge.

# e.corps.youMustJoinANationFirst
source: You need to join a Kingdom first
de_de: Ihr msst Euch erst einem Knigreich anschlieen.

# e.crops.youMustQuitFromCorpsFirst
source: You are already member of a Legion
de_de: Ihr seid bereits Mitglied einer Legion!

# e.corps.needMoreDevelopment
source: Inadequate Development
de_de: Unzureichende Entwicklung.

# e.corps.youHaveCreatedTooManyCorpsToday
source: You have created too many Legions, please try again tomorrow.
de_de: Ihr habt heute bereits zu viele Legionen erstellt. Bitte versucht es morgen erneut.

# e.corps.corpsNameIsDuplicate
source: Legion name already exists
de_de: Name nicht verfgbar.

# e.corps.youHaveJoindACorps
source: You are already member of a Legion. Please quit your current Legion before you join a new one.
de_de: Verlasst erst Eure aktuelle Legion, um Euch einer anderen anzuschlieen.

# e.corps.yourNationIdIsDeferentFromCorpsId
source: Legion belongs to an opposing Kingdom
de_de: Legion gehrt zu einem anderen Knigreich.

# e.corps.memberReachedMaxNum
source: Legion has reached max size
de_de: Legion hat die maximale Anzahl an Mitgliedern bereits erreicht.

# e.corps.noPower
source: Inadequate Rank
de_de: Rang ist zu niedrig.

# game.prestigeLevel[PRESTIGE_LEVEL]
source: Lv. [PRESTIGE_LEVEL]
de_de: [PRESTIGE_LEVEL]

# e.corps.youMustQuitFromCorpsFirst
source: You already belong to a Legion
de_de: Verlasst Eure aktuelle Legion zuerst.

# e.corps.cannotFindTheApplyInfo
source: Diplomatic action not found
de_de: Ihr knnt diese Beziehung nicht verhandeln!

# e.corps.wrongNation
source: You are not in this Legion's Kingdom
de_de: Ihr knnt Legionen anderer Knigreiche nicht ausspionieren!

# e.corps.noSuchSubMaster
source: Deputy Legion Commander does not exist
de_de: Stellvertretender Kommandant ist nicht vorhanden.

# e.corps.cannotAppointYourself
source: Cannot appoint yourself
de_de: Vetternwirtschaft ist schlecht ... man kann sich nicht selbst berufen.

# e.corps.theCorpsBelongsToIsWrong
source: Player is not a member of this Legion
de_de: Der Spieler ist nicht Mitglied dieser Legion.

# e.corps.hasBeenTheSubmaster
source: Player has already been appointed as Deputy Legion Commander
de_de: Der Spieler ist bereits als stellvertretender Kommandeur ernannt worden.

# e.corps.noSubMasterPost
source: There are no vacant Deputy Legion Commander posts
de_de: Es gibt keine freien Posten als stellvertretender Kommandeur.

# e.corps.corpsIdIsWrong
source: Player is not a member of this Legion
de_de: Der Spieler ist kein Mitglied dieser Legion.

# e.corps.cannotAbdicateYourself
source: Cannot abdicate yourself
de_de: Ihr knnt die Kontrolle nicht an Euch selbst bertragen.

# game.corps.member
source: Legion Member
de_de: Ordentliche Mitglieder.

# game.corps.commander
source: Legion Commander
de_de: Kommandeur.

# game.corps.deputyCommander
source: Deputy Legion Commander
de_de: Stellvertretender Kommandeur.

# e.corps.youAreOfficial
source: You are a Legion official, you can't quit
de_de: Ein engagierter Legionskommandeur gibt nicht auf!

# e.user.notExist
source: The player does not exist
de_de: Der Spieler ist nicht vorhanden.

# e.corps.cannotInviteSelf
source: Cannot invite yourself
de_de: Ihr knnt Euch nicht selbst einladen.

# e.nation.noSuchUser
source: The player does not in this Kingdom
de_de: Der Spieler ist kein Mitglied dieses Knigreichs.

# e.corps.hasBeingTheMemberOfThisCorps
source: Player already a member of this Legion
de_de: Dieser Spieler ist bereits in der Legion ... Ihr zwei solltet mal chatten.

# e.corps.cannotInviteAMaster
source: Cannot invite Legion Commanders
de_de: Man kann den Kommandeur einer anderen Legion nicht stehlen!

# e.corps.cannotInivteOneTwiceInOneDay
source: Cannot send invitation twice in one day
de_de: Immer langsam! Ihr habt diesen Spieler heute bereits eingeladen.

# e.mail.notExist
source: Mail does not exist
de_de: Diese Nachricht ist nicht vorhanden.

# e.mail.thisMailIsNotBelongToYou
source: Mail does not belong to you
de_de: Dies ist nicht Ihre E-Mail! Datenschutz ist oberstes Gebot!

# e.mail.notACorpsInvitation
source: This is not an invitation mail
de_de: Dies ist keine Einladung.

# e.mail.corpsInvitationUnvalid
source: Sorry, this invitation has expired
de_de: Diese Einladung ist abgelaufen.

# e.corps.hasBeingIn[NAME]Corps
source: You are a member of [NAME]
de_de: Ihr seid nun Mitglied von [NAME]!

# e.corps.MembersOf[NAME]CorpsReachedMaxNum
source: [NAME] is full, unable to join
de_de: [NAME] ist bereits voll, niemand kann mehr beitreten.

# e.corps.masterCannotAcceptOtherInvition
source: Legion Commanders can't accept Legion invitations
de_de: Legionskommandeur kann keiner anderen Legionen beitreten.

# e.corps.corpsCodeTypeError
source: Legion Code type error
de_de: Ungltiger Code.

# e.corps.corpsScaleOrManNeedHigher
source: Insufficient unique players, please admit more players
de_de: Ihr habt schon ein Mitglied mit der selben IP-Adresse!

# e.corps.corpsGoldCodeHasBeenReceived
source: Golden Legion Code already collected
de_de: Goldlegions-Code wurde bereits eingetauscht.

# e.corps.corpsCodeOnlyGetOnceOneDay
source: You can only collect one code a day, today's code has already been collected
de_de: Ihr habt heute bereits neue Codes bekommen.

# e.corps.corpsCodeCountLimitOverflow
source: Legion Code count exceeds limit
de_de: Ihr knnt keine neuen Codes mehr bekommen.

# e.corps.goldCodeHaveReceivedComplete
source: Gold Legion Code collect error
de_de: Code eingetauscht.

# e.corps.corpsCodeReceivedError
source: Legion Code collect error
de_de: Code konnte nicht eingetauscht werden.

# e.war.unenoughMoveStep
source: Unable to move to target position
de_de: Unmglich!

# game.warReport.nationLoss[NATIONNAME][LOSS]
source: [104#[NATIONNAME]'s Forces#] casualties: [LOSS]
de_de: Verluste des Knigreichs [104#[NATIONNAME]#]: [LOSS].

# game.warReport.heroExp[NAME][EXP]
source: [104#[NAME]#] +EXP [EXP]
de_de: [104#[NAME]#] +[EXP] Erfahrung.

# game.warReport.heroRank1[NATION][USER_ID][USER][HERO_ID][HERO][KILL]
source: [NATION] [4#[<a href='event:player-[USER_ID]'>[USER]</a>]#] deployed the brave [104#[<a href='event:hero-[HERO_ID]'>[HERO]</a>]#] and defeated [KILL] enemies
de_de: [4#[<a href='event:player-[USER_ID]'>[USER]</a>]#] aus dem Knigreich [NATION] entsandte den berchtigten [104#[<a href='event:hero-[HERO_ID]'>[HERO]</a>]#], der [KILL] Gegner im Kampf gettet hat.

# game.warReport.heroRank2[NATION][USER_ID][USER][HERO_ID][HERO][KILL]
source: [NATION] [4#[<a href='event:player-[USER_ID]'>[USER]</a>]#] deployed the unmatched [104#[<a href='event:hero-[HERO_ID]'>[HERO]</a>]#] and slaughtered [KILL] enemies
de_de: [4#[<a href='event:player-[USER_ID]'>[USER]</a>]#] aus dem Knigreich [NATION] entsandte den ungeschlagenen [104#[<a href='event:hero-[HERO_ID]'>[HERO]</a>]#], der [KILL] Gegner im Kampf gettet hat.

# game.warReport.heroRank3[NATION][USER_ID][USER][HERO_ID][HERO][KILL]
source: [NATION] [4#[<a href='event:player-[USER_ID]'>[USER]</a>]#] deployed the legendary [104#[<a href='event:hero-[HERO_ID]'>[HERO]</a>]#] and vanquished [KILL] enemies
de_de: [4#[<a href='event:player-[USER_ID]'>[USER]</a>]#] aus dem Knigreich [NATION] entsandte den mutigen [104#[<a href='event:hero-[HERO_ID]'>[HERO]</a>]#], der [KILL] Gegner im Kampf gettet hat.

# game.warReport.title.less1000[CITY]
source: [3#A Skirmish has begun in [CITY]#]
de_de: [3#<b>[CITY]</b> Scharmtzel#].

# game.warReport.title.less10000[CITY]
source: [3#A clash has occurred in [CITY]#]
de_de: [3#<b>[CITY]</b> Konflikt#].

# game.warReport.title.less100000[CITY]
source: [3#Battle is raging in [CITY]#]
de_de: [3#<b>[CITY]</b> Schlacht#].

# game.warReport.title.less500000[CITY]
source: [3#A campaign is being waged in [CITY]#]
de_de: [3#<b>[CITY]</b> Kampagne#].

# game.warReport.title.default[CITY]
source: [3#War has erupted in [CITY]#]
de_de: [3#<b>[CITY]</b> Krieg#].

# game.warReport.warId[WAR_ID]
source: War ID: [WAR_ID]
de_de: Schlachtfeldnummer: [WAR_ID].

# Y-m-d H:i:s
source: m-d-Y H:i:s
de_de: d.m. h:i:s (A)

# game.warReport.commonBody[START_TIME][END_TIME][CITY][NATIONLOSS]
source: [3#Time：#]From [START_TIME] to [END_TIME]<br>[3#At：#][CITY]<br>[NATIONLOSS]<br>
de_de: [3#Dauer: #]Von [START_TIME] bis [END_TIME]<br>[3#Schlachtfeld: #][CITY]<br><br>[NATIONLOSS]<br><br>.

# game.warReport.rewards.coin[COIN]
source: [3#Silver#] [COIN]
de_de: [COIN] [3#Silber#].

# game.warReport.noKill
source: [0#Enemies Remaining#]
de_de: [0#Du hast niemanden gettet!#].

# game.warReport.noLoss
source: [0#Uninjured#]
de_de: [0#Unverletzte#].

# game.warReport.noHeroExp
source: [0#No EXP Rec.#]
de_de: [0#Keine Erfahrung#].

# game.warReport.noRewards
source: [0#No Rewards Rec.#]
de_de: [0#Keine Belohnungen#].

# e.hero.armyNotExist
source: Troop does not exist
de_de: Truppe nicht vorhanden.

# e.hero.notEnoughPower
source: Insufficient stamina
de_de: Unzureichende Ausdauer.

# e.hero.notEnoughCrop
source: Troop carrying insufficient Food
de_de: Eine Armee bentigt Nahrung. Gebt Euren Truppen etwas Proviant mit!

# e.quest.cannotRewardNow
source: Unable to collect now
de_de: Ihr knnt gerade nichts erhalten. Geduld ist eine Tugend.

# e.quest.cannotRewardMulti
source: You can't collect multiple times
de_de: Ihr knnt nicht mehr erhalten.

# e.quest.rewardTimesTooMuch
source: Collect limit exceeded
de_de: Ihr knnt nichts mehr erhalten.

# e.quest.rewardTimesTooMuchInThisPeriod
source: Too many rewards collected during this period
de_de: Ihr knnt diese Woche nichts mehr erhalten.

# e.quest.notExist
source: Invalid or nonexistent
de_de: Ungltig oder nicht vorhanden.

# e.quest.cannotReward
source: Unable to collect event reward
de_de: Ihr knnt keine Belohnung fr diese Aktion mehr erhalten.

# e.quest.notSatisfyTerms
source: Not qualified for reward
de_de: Voraussetzungen nicht erfllt.

# e.quest.termsConfigUnvalid
source: Error fulfilling conditions
de_de: Kann Beendigung nicht besttigen.

# e.quest.rewardsConfigUnvalid
source: Reward config error
de_de: Die Belohnung ist abhanden gekommen.

# e.system.closeRegister
source: Server closed to new registrations
de_de: Server ist fr neue Spieler geschlossen.

# e.user.activeCodeInvalid
source: Activation code invalid, please input again
de_de: Aktivierungs-Code ungltig. Bitte versucht es erneut.

# e.user.nameNotInput
source: Character name required
de_de: Charaktername erforderlich.

# e.user.nameLengthInvalid
source: Character name exceeds length limit
de_de: Falsche Lnge des Namens.

# e.user.nameIncludeFilterWord
source: Name contains banned words
de_de: Name enthlt ausgeschlossene Wrter.

# e.user.nameAlreadyExist
source: Name already exists
de_de: Name existiert bereits.
