Repository: ubuntoo/halo
Catalog: halo/locational/*/LC_MESSAGES/common.po
Languages: de_de

# e.user.alreadyExist
source: You've already created a character
de_de: Ihr habt bereits einen Charakter auf diesem Server.

# e.user.roleNameIsRetention
source: Name temporarily reserved
de_de: Name vorbergehend reserviert.

# e.user.cannotUseHistoryName
source: You can't use an Epic Hero name!
de_de: Du bist einfach nicht episch genug, um einen historischen Namen zu verwenden.

# e.user.thisStateIsClosed
source: This Kingdom is closed
de_de: Diese Provinz akzeptiert keine neuen Spieler.

# e.nation.capitalError
source: Unable to select this Kingdom
de_de: Kann dieses Knigreich nicht auswhlen.

# game.manor.defaultName[CITYNAME]
source: Manors in [CITYNAME]
de_de: Landgut [CITYNAME]

# e.user.ministerCannotQuisle
source: Premier can not betray Kingdom
de_de: Der Premier ist kein Verrter.

# e.user.cannotQuisleWithAnyArmy
source: You cannot betray while you have troops
de_de: Ihr knnt keinen Verrat begehen, solange Eure Truppen abkommandiert sind.

# e.user.reachMaxQuisleTimes
source: You have already used all your Betrayals
de_de: Ihr habt zu viele Knigreiche fr eine Lebensdauer verraten.

# e.user.NationIsNotFind
source: Kingdom does not exist
de_de: Dieses Knigreich ist nicht vorhanden.

# e.user.thisNationIsDead
source: Kingdom has been destroyed
de_de: Knigreich wurde zerstrt.

# e.user.cannotSelectThisNation
source: You can't select this Kingdom
de_de: Kann dieses Knigreich nicht auswhlen.

# e.tech.needOtherTechLevel
source: Level 10 research required (any military tech)
de_de: Erfordert, dass Angriffs- und Verteidigungserforschung fr einen Soldatentyp Stufe 10 erreicht haben.

# e.tech.alreadyExist
source: Already researched
de_de: Elitesoldat wurde bereits ausgewhlt.

# e.user.techLevelReachMax
source: Research level maxed
de_de: Maximale Stufe wurde bereits erreicht.

# e.user.unenoughCoin
source: Not enough Silver
de_de: Unzureichend Silber.

# e.user.techIdIsWrong
source: Research type invalid
de_de: Falsche Technologie!

# e.user.techRequireUnmatch
source: Requirements not met
de_de: Voraussetzungen sind nicht erfllt.

# e.user.notAllowRename
source: Unable to rename
de_de: Ihr knnt Euren Namen nicht ndern.

# e.user.alreadyGetSalary
source: Salary already collected today
de_de: Gehalt wurde heute bereits ausgezahlt.

# e.item.unenoughNum
source: Quantity insufficient
de_de: Anzahl der Gegenstnde nicht ausreichend.

# e.item.useOk
source: Item use successful
de_de: Gegenstand verwendet.

# e.item.undefinedEffect
source: Item has undefined effect
de_de: Seltsam, dieser Gegenstand hat unbekannte Effekte….

# e.city.nationUnmatch
source: This city does not belong to your Kingdom
de_de: Diese Stadt gehrt nicht zu Eurem Knigreich.

# game.city.satrapIsNull
source: No Governor has been appointed to this city
de_de: Kein Gouverneur.

# e.city.canNotEnterOthersBattlefield
source: You can't view another Kingdom's battlefield
de_de: Ihr knnt keine Stdte anderer Knigreiche ansehen.

# e.city.notSatrapOrNoDroitToPublishTask
source: Only Governors or players with appropriate ranking can intiate tasks
de_de: Nur Gouverneure oder Spieler mit Rang IX und hher knnen Stimulusmanahmen anweisen.

# e.city.taskExist
source: Stimulus Task in progress
de_de: Stimulus wurde eingeleitet.

# e.city.publishNoticePermissionDenied
source: You aren't Governor, you don't have the privilege of posting announcements
de_de: Nur der Gouverneur kann Nachrichten auf dem schwarzen Brett verffentlichen.

# e.city.droitInputInvalid
source: Please input a valid Rank level
de_de: Bitte gebt einen gltigen Rang ein.

# e.city.noDroitToSetDroit
source: You don't have the required Rank to change this city's Rank requirements
de_de: Die Ranganforderungen knnen nicht gendert werden. Euer Rang ist zu gering.

# e.city.villageCannotSetDroit
source: You can't change the required Rank for Counties
de_de: Die Ranganforderungen knnen nicht gendert werden. Euer Rang ist zu gering.

# e.city.oneDroitIsTooFew
source: This Kingdom has too many cities set above level II Rank requirements
de_de: Zu viele Stdte berschreiten Ranganforderung der 2. Stufe.

# e.city.buyResourceNumError
source: Please input a quantity to buy
de_de: Gebt den zu kaufenden Betrag ein.

# e.city.buyResoureReachLimit
source: You have purchased the maximum amount of resources today
de_de: Tageslimit fr den Kauf von Rohstoffen berschritten.

# e.city.buyCoinReachLimit
source: You have purchased the maximum amount of Silver today
de_de: Tageslimit fr den Kauf von Silber berschritten.

# e.city.exchangeResourceInvalid
source: Enter a quantity to exchange
de_de: Gebt die auszutauschende Menge an.

# e.city.exchangeResoureUnbalance
source: Resources to exchange are not equal
de_de: Die Mengen mssen im Gleichgewicht sein.

# e.army.notInSelfManor
source: You have no troops in this city
de_de: Ihr habt keine Truppen in dieser Stadt.

# e.city.workCoinNotValid
source: Enter an amount of Silver
de_de: Gebt den Silberbetrag an.

# e.hero.powerNotEnough
source: Insufficient Stamina
de_de: Unzureichende Ausdauer.

# e.city.notValidTransitResources
source: Enter the amount of Resources to transport
de_de: Whlt die Rohstoffe fr den Transport.

# e.manor.targetManorNotExist
source: Target Manor does not exist
de_de: Dieses Landgut existiert nicht.

# e.city.noPower
source: Inadequate Rank, you can't perform this action
de_de: Nur der Premier kann Gouverneure ernennen und entlassen.

# e.user.ministerCannotBeSatrap
source: The Premier can't serve as Governor
de_de: Der Premier kann nicht als Gouverneur dienen.

# e.city.satrapNationIdIsWrong
source: This player doesn't belong to your Kingdom
de_de: Interessenkonflikt! Spieler ist nicht im selben Knigreich wie Ihr.

# e.city.userHasAlreadyBeenAppointedBefore
source: This player has already been appointed as Governor
de_de: Dieser Spieler ist bereits Gouverneur der Stadt.

# e.city.cannotBeSatrapOfMoreThan3Cities
source: Cannot be Governor of more than 3 cities
de_de: Spieler knnen nicht als Gouverneur von mehr als 3 Stdte dienen.

# game.city.satrap
source: Governor
de_de: Gouverneur

# e.city.thereIsNoSatrap
source: No Governor appointed
de_de: Kein Gouverneur ernannt.

# e.manor.cropAlreadyFull
source: City Food Reserves full
de_de: Nahrungsvorrte der Stadt sind voll.

# e.manor.cropNotEnough
source: Insufficient Food
de_de: Nicht gengend Nahrung.

# e.manor.notOwnCity
source: Manor is not in this city
de_de: Landgut ist nicht in dieser Stadt.

# e.city.notOwnArmy
source: Troop does not belong to you
de_de: Dies ist nicht Eure Truppe!

# e.army.cropNotEnough
source: Insufficient Food
de_de: Nicht gengend Nahrung.

# e.army.notOwnCity
source: Troop does not belong to this city
de_de: Truppe gehrt nicht zu dieser Stadt.

# e.city.cropReachLimit
source: This city's Food Reserves are full
de_de: Nahrungsreserven sind voll.

# e.city.wasOccupyCanNotBePractice
source: This city has been occupied, you can't Train here
de_de: Diese Stadt wurde besetzt, Ihr knnt hier gerade kein Lesestudium beginnen.

# e.city.beyondHourLimit
source: Training session exceeds max duration
de_de: Das Lesestudium dauert zu lange, als das Euer Held nicht verhungern wrde.

# game.practice.timeAndExp[NAME][HOUR][EXP]
source: [[NAME]] spent [HOUR] hours in Training, +EXP [EXP].<br>
de_de: [NAME] verbrachte [HOUR] Stunden mit dem Lesestudium und erhielt +[EXP] Erfahrungspunkte.<br>

# game.practice.dropItemTitle
source: <br><br>Reward：<br>
de_de: <br>Belohnung: <br>

# e.city.notExistPracticeQueue
source: No Training Queue exists
de_de: Zur Zeit befindet sich kein Held beim Lesestudium.

# e.hero.unableTreasure
source: Hero doesn't meet requirements for Treasure Hunt
de_de: Euer Held erfllt nicht die Voraussetzungen fr die Schatzsuche.

# e.item.errorEffect
source: Effect error
de_de: Die Erinnerungen sind ein wenig verschwommen.. .

# e.rank.rankTypeIsWrong
source: Ranking type error
de_de: Falsche Rangliste.

# e.rank.NationIsNotFind
source: Kingdom not found
de_de: Knigreich ist nicht vorhanden.

# e.rank.rankIsNotExist
source: Ranking doesn't exist
de_de: Ranking ist nicht vorhanden.

# e.rank.corpsIsNotFind
source: Legion not found
de_de: Legion ist nicht vorhanden.

# e.rank.corpsInOtherNation
source: Legion belongs to an opposing Kingdom
de_de: Diese Legion gehrt zu einem anderen Knigreich.

# e.rank.userIsNotFind
source: Player not found
de_de: Spieler ist nicht vorhanden.

# e.hero.reachHeroNumLimit
source: 武将数量达到上限，请提升科技“招贤纳士”以提升上限。
de_de: Um mehr Helden anzuheuern, muss der Heldengipfel erweitert werden.

# e.hero.refreshNumReachLimit
source: Daily refresh limit exceeded
de_de: Keine Prosits mehr, alle sind betrunken!

# e.hero.undefinedRefreshType
source: Refresh type error
de_de: Typenfehler

# e.hero.errorSettings
source: Refresh parameter error
de_de: Parameterfehler

# e.hero.allotArgsError
source: Invalid parameter
de_de: Parameterfehler II

# e.hero.notValidPotentialValue
source: Please choose stat points correctly
de_de: Bitte whlt die Wertepunkte erneut.

# e.hero.notEnoughPotential
source: Insufficient unassigned stat points
de_de: Nicht gengend Wertepunkte.

# e.hero.cannotRenameEmperor
source: Unable to rename character
de_de: Dieser Held mchte seinen Namen fr immer behalten!

# e.hero.cannotRenameHistory
source: Unable to change Epic Hero names
de_de: Legendre Helden sind ganz auf ihren Namen angewiesen.

# e.hero.nameLengthInvalid
source: Hero name length invalid
de_de: Dieser Name ist ungeeignet fr einen wrdigen Helden (er sollte etwa 4 bis 16 Zeichen haben).

# e.hero.cannotUseHistoryName
source: Unable to change Epic Hero names
de_de: Legendre Helden sind ganz auf ihren Namen angebracht.

# e.hero.nameIncludeFilterWord
source: Name contains banned words
de_de: Name enthlt verbotene Wrter.

# e.hero.cannotFireEmperor
source: Unable to dismiss character hero
de_de: Ihr knnt Euren ersten Helden nicht entlassen!

# e.hero.cannotFireUnnormalStatus
source: Hero cannot be dismissed while recovering from injury, Training, or commanding deployed troops
de_de: Ihr knnt nur unttige Helden entlassen.

# e.hero.cannotFireBefore3Hours
source: Hero cannot be dismissed within 3 hours of recruitment
de_de: Helden knnen erst nach 3 Stunden wieder entlassen werden.

# e.hero.notGrouped
source: No troops have been rallied
de_de: Keine aufgestellten Truppen.

# e.army.notExistInCity
source: You have no troops in this city
de_de: Sie haben keine Truppen in dieser Stadt.

# e.mail.needMoreDevelop
source: Development of 10 or above needed to send Mail
de_de: Ihr braucht erst 10 Entwicklungspunkte, bevor Ihr Nachrichten senden knnt.

# e.mail.emptyReceiverIsNotAllowed
source: Please enter a recipient name
de_de: Bitte gebt einen Empfnger an.

# e.mail.receiversNotFound[NAME]
source: Recipient [NAME] not found
de_de: [NAME] wurde nicht gefunden!

# e.mail.noPower
source: Rank inadequate to perform this action
de_de: Verbessert Euren Rang und eines Tages dürft Ihr das auch….

# e.mail.senderCannotFetch
source: Recipient unable to collect attachment
de_de: Ihr knnt keine E-Mails empfangen, die Ihr an jemanden geschickt habt.

# e.mail.attachmentsHaveBeenFetched
source: Attachment already collected
de_de: Anhang wurde bereits ausgehndigt.

# e.mail.noAttachmentExist
source: No attachment exists
de_de: Kein Anhang vorhanden.

# e.mail.noMailSelected
source: No mail selected
de_de: Keine Mail ausgewhlt.

# e.mail.thisMailIsNotYours
source: Mail does not belong to you
de_de: Dies ist nicht Ihre E-Mail! Datenschutz ist Gold!

# e.money.consumeGoldNumError
source: Purchase cost error
de_de: Fehlerhafter Preis.

# game.unknowError
source: Unknown error
de_de: Etwas stimmt hier nicht... vergebt uns!

# e.money.giftNotEnough
source: Insufficient coupons
de_de: Nicht gengend Gutscheine.

# e.arena.notEnoughSoldier
source: Insufficient Units
de_de: Weitere Einheiten bentigt!

# e.arena.noUser
source: Player not found in Arena
de_de: Spieler nicht vorhanden.

# e.arena.noExchangeAward
source: No reward
de_de: Keine Preise.

# e.arena.needHigherLevel
source: Inadequate Level
de_de: Platzierung zu schlecht!

# e.arena.needMoreExploit
source: 功勋不足
de_de: Unzureichende Abzeichen.

# e.manor.userTechManorMaxLimitRichMax
source: You already have the maximum number of Manors, you must abandon one of your Manors to create a new one
de_de: Ihr knnt keine weiteren Landgter besitzen. Ihr msst erst ein Landgut aufgeben, bevor Ihr hier ein neues Landgut grnden knnt.

# e.manor.userManorLimitRichMax
source: 您所能拥有的田庄数量达到上限，请提高良田阡陌的等级以增加可拥有田庄数量上限
de_de: Ihr knnt keine weiteren Landgter besitzen. Ihr msst erst Alleinherrschaft weiter erforschen, bevor Ihr neue Landgter grnden knnt.

# e.manor.beCleaningTheCity
source: Battlefield is being cleared, please wait a moment
de_de: Schlachtfeld wird gerumt... was fr ein Geruch!

# e.manor.cannotCreateManorInTollgate
source: There are no Manors in a pass
de_de: Landgter knnen nicht auf einem Gebirgspass gegrndet werden.

# e.manor.cityManorNumLimitRichMax
source: There is no more space for Manors in this city, please choose a city with vacancies to create a Manor
de_de: Diese Stadt ist voll… seht zu, dass Ihr Land gewinnt!

# e.manor.createManorDroitInvalid
source: Rank inadequate to create Manor in this city
de_de: Euer Rang entspricht nicht den Anforderungen dieser Stadt, um ein Landgut zu besitzen.

# e.manor.alreadyExist
source: You already have a Manor in this city
de_de: Ihr besitzt bereits ein Landgut in dieser Stadt.

# e.manor.plotsAlreadyOpened
source: Plot is already unlocked, unable to unlock again
de_de: Das Land ist bereits verfgbar, baut schon etwas!

# e.manor.noPlotPrice
source: Plot price error, temporarily unable to unlock
de_de: Wieviel kostet das? Versucht es erneut, nachdem der Preis besttigt wurde.

# e.manor.resourceNotEnough.wood
source: Insufficient Wood
de_de: Nicht gengend Holz.

# e.manor.resourceNotEnough.stone
source: Insufficient Stone
de_de: Nicht gengend Stein.

# e.manor.resourceNotEnough.iron
source: Insufficient Iron
de_de: Nicht gengend Eisen.

# e.manor.resourceNotEnough.crop
source: Insufficient Food
de_de: Nicht gengend Nahrung.

# e.manor.nameLengthNotValid
source: Manor name length invalid
de_de: Lnge des Namens ist ungltig.

# e.manor.nameIncludeFilterWord
source: Name contains banned words
de_de: Name enthlt verbotene Wrter.

# e.manor.cannotDropMainManor
source: You can't abandon your Manor in the capital
de_de: Ihr knnt Euer Landgut in der Hauptstadt nicht aufgeben.

# e.manor.cannotDropAfterCreate24hours
source: Manors can not be abandoned within 24 hours of creation
de_de: Ihr knnt Euer Landgut innerhalb der ersten 24 Stunden nicht aufgeben.

# e.manor.rebuildManorDroitInvalid
source: Your Rank or Title isn't high enough, you can't rebuild a Manor in this city
de_de: Euer Rang oder Titel ist nicht hoch genug, um das Landgut in dieser Stadt erneut zu aufzubauen.

# e.manor.richCityMaxManorLimit
source: There is no more space for Manors in this city, unable to rebuild here!
de_de: Diese Stadt ist voll… seht zu, dass Ihr Land gewinnt!

# e.manor.richUserMaxManorLimit
source: You already have the maximum number of Manors, unable to rebuild
de_de: Diese Stadt ist voll, Ihr knnt das Landgut in dieser Stadt nicht erneut aufbauen.

# e.manor.noneOccupyManor
source: This manor is unoccupied
de_de: Man kann nur Landgter im eigenen Knigreich verwalten.

# e.manor.levelOfNewCityIsHigher
source: You can't rebuild a low level city Manor in a higher level city!
de_de: Ihr knnt kein einfaches Landgut in einer modernen Stadt grnden!

# e.manor.lackOfPermissionForRebuild
source: You have 0 rebuildable Manors, unable to rebuild
de_de: Es sind keine fr den Wiederaufbau geeigneten Landgter mehr vorhanden.

# e.manor.manorOfCityNotExist
source: You don't have a Manor in this city
de_de: Ihr besitzt kein Landgut in dieser Stadt.

# e.nation.noSuchOfficialExist
source: Office does not exist
de_de: Amt existiert nicht.

# e.nation.noPower
source: Inadequate Rank
de_de: Rang ist zu niedrig.

# e.nation.ministerCannotHaveOtherOfficial
source: Premier can not be other Office
de_de: Der Premier kann kein anderes Amt innehaben.

# e.nation.hasOtherOfficial
source: Already have another Office
de_de: Dieser Spieler hat bereits ein anderes Amt inne.

# e.nation.ministerCannotBeAppoint
source: Can not appoint Office to Premier
de_de: Es ist noch kein Premier ernannt, die Wahlen werden erwartet.

# e.nation.nobodyOnThePost
source: Office is vacant
de_de: Dieses Bro ist nicht besetzt.

# e.nation.ministerCannotBeDepose
source: Can not dismiss Premier
de_de: Der Premier kann nicht entlassen werden. Ihr msst erst ein Amtsenthebungsverfahren initiieren.

# e.nation.rankNotReach
source: Your Ranking is inadequate
de_de: Eure Entwicklungs-, Spenden- und Stadt-Platzierungen sind unzureichend.

# e.nation.ministerHaveRecommended
source: You have already Run for Premier
de_de: Ihr seid bereits fr die Wahlen zum Premier angetreten.

# e.nation.noMinisterExist
source: The player you impeached does not exist
de_de: Spieler existiert nicht.

# e.nation.ministerStatusNotAllowThisOperation
source: This operation is not allowed right now
de_de: Diese Aktion ist gerade nicht mglich.

# e.nation.cannotImpeachIn3DaysBefore
source: You can't impeach 3 days before
de_de: Ein Amtsenthebungsverfahren kann erst am vierten Tag der Amtszeit initiiert werden.

# e.nation.cannotImpeachYourself
source: Not allowed to impeach yourself
de_de: Warum wrdet Ihr Euch selbst vom Amt entheben wollen?

# e.user.nobilityNotMatch
source: Inadequate Title
de_de: Ihr bentigt einen hheren Titel.

# e.nation.rankNotMatch
source: Your Ranking is inadequate
de_de: Platzierung zu schlecht.

# e.nation.candidateNotExist
source: Candidate does not exist
de_de: Kandidat ist nicht vorhanden.

# game.enterStatus[NATIONA][NATIONB][STATUS]
source: [NATIONA] and [NATIONB] becomes [STATUS]
de_de: Knigreich [NATIONA] und Knigreich [NATIONB] haben [STATUS] errichtet.

# e.nation.cannotCreateRelationWithSelf
source: Can not start diplomacy with yourself
de_de: Ihr knnt keine diplomatischen Beziehungen mit Euch selbst pflegen.

# e.nation.notExist
source: This Kingdom does not exist
de_de: Dieses Reich ist nicht vorhanden.

# e.nation.nationRelationTypeNotExist
source: No diplomatic relations exist
de_de: Diese diplomatische Beziehung kann nicht realisiert werden.

# e.nation.nationRelationTypeNoChange
source: No change needed
de_de: Verhandlung im Gange, keine Manahmen erforderlich.

# e.nation.nationRelationInCD
source: Wait for pending changes in diplomacy to take effect before making further adjustment
de_de: Ausstehende nderungen der diplomatischen Beziehungen mssen erst in Kraft treten.

# e.nation.techTypeNotExist
source: Tech Type error
de_de: Falsches Wahrzeichen.

# e.nation.nationTechTypeNotMeetConditions
source: Landmark level already maxed or donation conditions not met
de_de: Fr dieses Wahrzeichen kann gerade nicht gespendet werden.

# e.nation.techCoinReachMaxToday
source: Your Silver donation on this technology today reaches the upper limit
de_de: Tageslimit fr Silberspenden wurde erreicht.

# e.nation.taskTypeNotExist
source: Stimulus Task type error
de_de: Stimulus-Fehler.

# e.nation.taskNeedCityName
source: No city selected
de_de: Keine Stadt ausgewhlt.

# e.city.unvalid
source: Invalid city
de_de: Ungltige Stadt.

# e.nation.noPermissionToPublishTask
source: Your Rank is inadequate to initiate this Stimulus Task
de_de: Ihr bentigt einen hheren Rang, um das zu tun.

# e.nation.taskIsBeingEffected
source: Task already in effect
de_de: Stimulus wurde bereits eingeleitet.

# e.nation.timeNotReached
source: Task not available yet
de_de: Aufgabe ist noch nicht verfgbar.

# e.nation.operationTypeIsWrong
source: Operation error, check operation type
de_de: Das ist nicht, was man unter Diplomatie versteht.

# e.nation.applyDataNotExist
source: Data Error
de_de: Dieses Angebot ist schon vom Tisch.

# e.nation.youHaveNoPower
source: Inadequate Rank
de_de: Rang ist zu niedrig.

# e.nation.droitIsUnvalid
source: Rank Invalid
de_de: Ungltiger Rang.

# e.nation.droitNotMatch
source: Inadequate Rank
de_de: Rang ist zu niedrig.

# e.nation.noNeedToChange
source: No change needed
de_de: Keine nderung notwendig.

# e.nation.cannotSetDroitOfSceMa
source: Can not change Vice Premier's Rank
de_de: Der Rang des Vize-Premiers kann nicht gendert werden.

# e.nation.zeroDroitIsTooMuch
source: Rank I
de_de: Es gibt zu viele Spieler mit Rang I.

# e.nation.strategyNumReachMax[LIMIT]
source: Kingdom strategy count already reached limit of [LIMIT]
de_de: Zahl der Strategien im Knigreich ist ausgereizt ([LIMIT]).

# e.hero.skillExist
source: Hero specialty already exists
de_de: Der Held beherrscht diese Kampfkunst bereits!

# e.item.learnSkillSuccess
source: Specialty learned successfully
de_de: Kampfkunst erlernt.

# e.item.learnSkillButForget[SKILLNAME]
source: Specialty learned successfully, but your hero forgot [SKILLNAME]
de_de: [SKILLNAME] wurde bereits erlernt, aber der Held hat nur noch blasse Erinnerungen daran.

# e.item.learnSkillFailed
source: Failed to learn Specialty
de_de: Konnte diese Kampfkunst nicht erlernen.

# e.item.heroUnmatch
source: Items cannot be used on other players' heroes
de_de: Dieser Gegenstand kann nicht von den Helden anderer Spieler benutzt werden.

# e.hero.arrayExist
source: Hero formation already exists
de_de: Der Held kennt diese Formation bereits!

# e.item.learnArraySuccess
source: Formation learned successfully
de_de: Formation gelernt.

# e.item.learnArrayButForget[ARRAYNAME]
source: Formation learned, but your hero forgot [ARRAYNAME]
de_de: [ARRAYNAME] wurde bereits gelernt, aber der Held hat nur noch blasse Erinnerungen daran.

# e.item.learnArrayFailed
source: Failed to learn Formation
de_de: Konnte diese Formation nicht erlernen.

# e.item.heroNotDead
source: You have no injured heroes, unable to use item
de_de: Verschwendet diesen Gegenstand nicht auf einen gesunden Helden!

# e.pool.undefinedEffect
source: 道具对应的奖池效果不存在
de_de: Fehler beim Anlegen.

# e.queue.notExist
source: Queue does not exist
de_de: Die Warteschlange ist nicht vorhanden.

# e.houseQueue.notExist
source: Building Queue does not exist
de_de: Die Bauschleife ist nicht vorhanden.

# e.recruitQueue.notExist
source: Recruitment Queue does not exist
de_de: Existiert nicht.

# e.hero.cannotUseOnDeadStatus
source: Stamina does not replenish while a hero is injured
de_de: Helden knnen ihre Ausdauer nicht zurck gewinnen, whrend sie verletzt sind.

# e.hero.reachMaxLevel
source: Hero reached max level
de_de: Dieser Held ist ausgereizt.

# e.item.manorUnmatch
source: Unable to use items on other players' Manors
de_de: Dieser Gegenstand kann nicht fr Landgter anderer Spieler benutzt werden.

# e.hero.overMaxLevel
source: Hero at max level, unable to Train
de_de: Dieser Held ist ausgereizt, er kann keine Lesestudium mehr absolvieren.

# e.hero.practice
source: Hero in Training
de_de: Held ist mitten im Lesestudium.

# e.item.notValidTargetId
source: Invalid target ID
de_de: Fehlerhaftes Zielobjekt.

# e.item.undefinedTarget
source: Undefined target
de_de: Was ist der Zweck, wenn wir kein Ziel haben...

# e.pool.undefinedConfig
source: 道具对应的奖池配置不存在
de_de: Die Konfiguration des Gegenstandes existiert nicht.

# e.pool.undefinedSize
source: 未定义奖池尺寸
de_de: Keine Gre angegeben.

# e.pool.configError
source: 配置错误！无法将奖项平均分配到小奖池中
de_de: Konfigurationfehler! Der Preis kann nicht richtig verteilt werden.

# e.pool.configEmpty
source: No reward settings
de_de: Keine Hinweise in Bezug auf die Verteilung.

# e.pool.createError
source: Failed to create Reward
de_de: Belohnung konnte nicht vergeben werden.

# game.item.resourceBagEffect[WOOD][STONE][IRON][CROP]
source: Collected [WOOD] Wood, [STONE] Stone, [IRON] Iron, [CROP] Food
de_de: +[WOOD] Holz, +[STONE] Stein, +[IRON] Eisen, +[CROP] Nahrung
